export default function TermsAndConditions() {
  return (
    <div className="container prose min-w-full p-12">
      <h1 className="h3">会員規約</h1>

      <p>特定非営利活動法人グラウンドワークこしみず（以下「当社」といいます）は、本規約を定めます。</p>

      <p>第１条（定義）</p>

      <p>本規約において使用する主な用語を以下のとおり定義します。</p>

      <p>「本クラブ」</p>

      <p>
        当社が GYM ＆ STUDIO
        ホッタスの名称により、管理・運営するスポーツクラブに使用される施設（当社が主催するイベントその他の活動に於いては当該活動に使用される施設その他の活動場所としてその都度当社が定めるもの）およびその事業活動の主体
      </p>

      <p>「お客様」</p>

      <p>本クラブの利用者および来館者</p>

      <p>「利用者」</p>

      <p>
        会員ならびに本クラブを利用チケット、招待券、優待券等により利用する個人および体験者、第２０条（ビジター）に定めるビジターその他の会員以外で当社が本クラブの利用を認めた個人
      </p>

      <p>「会員」</p>

      <p>当社との間で本規約に基づき会員契約（以下「会員契約」といいます）を締結した個人をいい、法人個人会員を含みます</p>

      <p>「法人会員契約」</p>

      <p>
        当社と法人、組合その他の団体・組織との間で別途締結する、当該法人、組合等の従業者その他の帰属者が他の会員とは異なる条件で本クラブの利用を認める契約（法人会員契約を締結した法人、組合等を以下「法人会員」といいます）
      </p>

      <p>「法人個人会員」</p>

      <p>法人会員契約に基づき、本クラブを利用する個人</p>

      <p>「来館者」</p>

      <p>
        利用者の保護者、介助者、補助者、付添人、養護者、見学者その他の本クラブを利用することを目的としない来館者として当社が本クラブへの入館を認めた個人
      </p>

      <p>「入会金」</p>

      <p>当社が別途定める入会金</p>

      <p>「会費」</p>

      <p>当社が別途定める会費</p>

      <p>「事務手数料」</p>

      <p>入会時、復会時、転籍時、退会時その他の手続において当社が徴収する各種の事務手数料</p>

      <p>「利用料等」</p>

      <p>
        パーソナルトレーニング、スクールレッスンその他の当社が定める特定のサービスの利用料、本クラブの施設利用料、その他の本クラブの特定エリアの利用料、レンタル用品の利用料その他その都度当社が定める料金の総称
      </p>

      <p>「付帯・関連サービス」</p>

      <p>当社または当社の提携先法人が会員等に対して、会員契約の締結を前提に提供する付帯サービス（別途有償か無償かを問わない。）</p>

      <p>第２条（本規約および諸規則）</p>

      <p>１．本規約は、本クラブへの入会および利用について、お客様と当社が遵守しなければならない諸条件のうち基本となる内容を定めるものです。</p>

      <p>
        ２．当社は、本クラブを運営する上でまたは各種スクールの開催や特定の施設および付帯・関連サービスを提供する上で、その都度必要と判断する諸条件および諸規則（以下「諸規則」といいます）を定めることができるものとします。
      </p>

      <p>３．本規約および諸規則は、会員契約の内容を構成します。ただし、会員契約において別途の定めがあるときは、その定めが優先されます</p>

      <p>第３条（会員制度）</p>

      <p>
        １．本クラブは、会員制とします。本クラブは、会員が本クラブを利用し、会員の健康の維持・増進を図り、会員相互の交流および親睦を深めることを目的として運営されます。
      </p>

      <p>
        ２．会員および当社は、本クラブが、個々人の生きがい創造に寄与するための場として当社が運営するものであることを認識し、本クラブを利用する者が快適に過ごすことができるよう相互に尊重しあうものとします。
      </p>

      <p>
        ３．当社は、会員が快適に本クラブを利用することができるよう、会員の要望および安全衛生に配慮しながら本クラブの維持、サービスの提供に努めます。また、当社は、本クラブにおいてお客様に提供するサービスを当社の判断に従い業務委託先に委託することができるものとします。
      </p>

      <p>
        ４．会員は、運動およびスポーツが、その性質上、少なからずの危険を伴うものであることを認識し、本クラブを利用する際には、各自の責任において体調、安全に配慮するとともに、自己または他のお客様が怪我や事故に合わないよう相互に配慮するものとします。
      </p>

      <p>５．会員は、本クラブの秩序の維持および個別事情に応じた配慮から会員個々人の要望にお応えできない場合があることを理解するものとします。</p>

      <p>６．会員ではないお客様も本条の主旨を理解し、本規約および諸規則を遵守するものとします。</p>

      <p>第４条（入会資格）</p>

      <p>１．本クラブへの入会資格は、以下の各号に定めるとおりとします。</p>

      <p>①本規約および諸規則を遵守できる方</p>

      <p>②刺青（タトゥー含む）などをしていない方。ただし別途当社が定める基準に従い、当社が認める場合を除きます。</p>

      <p>③暴力団、暴力団関係企業、総会屋もしくはこれらに準ずる者またはその構成員その他の反社会的勢力ではない方</p>

      <p>④医師等により運動を禁じられておらず、本クラブの利用に支障がないと申告された方</p>

      <p>⑤他のお客様に伝染または感染する恐れのある疾病を有しない方</p>

      <p>⑥過去の会費、事務手数料、利用料等について未払いの債務のない方</p>

      <p>⑦過去に当社または他社が運営するスポーツクラブその他同様のサービスにおいて、除名またはこれに類する処分を受けたことがない方</p>

      <p>⑧前各号に定めるほか、当社が適当と認めた方</p>

      <p>
        ２．妊娠中の方については、原則として本クラブを利用することは認められません。ただし当社が妊娠中の方を対象にしたプログラムを提供するなど、別途当社が認めた場合は、この限りではありません。
      </p>

      <p>
        ３．セクシャルマイノリティその他の個別の事情がある方については、当社が定める基準に従い個別に検討した上で、本施設の利用を認めることがあります。
      </p>

      <p>第５条（会員契約の成立）</p>

      <p>
        １．お客様と当社との会員契約は、お客様が、当社専用アプリを通じて本規約に同意のうえで入会のお申し込みを行い、第７条（会員種類）に定める会員種類の確定をし、お客様による登録手続きが完了した後、当社からお客様に対する承諾通知（会員登録完了メール）が発信されたときをもって成立します。ただし、未成年のお客様の場合は、本クラブへ来館のうえ、所定の手続きが完了したときをもって会員契約が成立するものとします。
      </p>

      <p>２．前項の規定にかかわらず、当社が別途異なる手続きを定めた場合、当該手続きによることができるものとします。</p>

      <p>
        ３．本規約第１５条（禁止行為）、第１６条（除名処分）その他の本クラブ利用に関する各規定ならびに諸規則の内容は、会員以外の利用者が本クラブを利用した時点で、当該利用者との間でも適用されるものとします。
      </p>

      <p>４．未成年のお客様が当社と会員契約を締結するには、親権者の同意を得なければならないものとします。</p>

      <p>第６条（会員資格）</p>

      <p>１．会員には、会員資格が付与されます。</p>

      <p>２．会員は、会員資格を他に譲渡、共有または貸与することができないものとします。</p>

      <p>第７条（会員種類）</p>

      <p>１．当社は、フィットネス会員、スクール会員その他の会員による本クラブの利用形態に応じた会員種類をその都度定めます。</p>

      <p>２．当社は、会員種類を追加、変更、廃止、再開等をすることがあります。</p>

      <p>第８条（会費等の支払い）</p>

      <p>
        １．当社は、入会金、会費、事務手数料、利用料等の金額および内容を当社の判断で決定または変更することができるものとし、変更後の料金および内容については、該当する全ての利用者に適用されるものとします。ただし当社が別途定める場合はこの限りではありません。
      </p>

      <p>２．会費は、本クラブの利用の有無にかかわらず、支払わなければなりません。</p>

      <p>３．会費の支払は、当社が定める手段によるものとします。</p>

      <p>
        ４．会員が申告した利用開始日以降、会員が支払った入会金、会費および事務手数料は、理由の如何を問わず返金されないものとします。また、会員が本クラブを退会し、本クラブに再度入会する場合、会員は、改めて入会金および事務手数料を当社の定めに従い支払うものします。
      </p>

      <p>第９条（会員証）</p>

      <p>１．当社は、会員に対しアプリ会員証またはカード型会員証（以下「会員証」といいます）を発行します。</p>

      <p>２．会員は、本クラブの利用に際し、会員証を提示するものとします。</p>

      <p>３．会員は、会員証を適切に管理し、他に譲渡、共有または貸与しないものとします。</p>

      <p>４．会員は、会員証を紛失した場合または破損等により使用できなくなった場合は速やかに本クラブ窓口で再発行の手続をとるものとします。</p>

      <p>５．会員証の再発行については、別途当社が定める発行事務手数料を申し受けます。</p>

      <p>
        ６．当社から会員証が発行されない利用者および法人個人会員は、本クラブの利用に際し、別途当社が定める会員証に準ずる証明書を提示しなければなりません。
      </p>

      <p>
        ７．会員の利用する本クラブが会員証に代わる会員の認証方法を定めているときは、前各項の一部または全部の規定を適用せず、当該クラブが定めた方法によるものとします。
      </p>

      <p>第１０条（お客様情報）</p>

      <p>
        １．お客様は、入会手続およびお客様が本クラブを利用されるに際して、当社が定める住所、氏名、年齢、性別、連絡先、緊急連絡先、病歴その他のお客様の情報（以下「お客様情報」といいます）を正しく当社に申告するものとし、また、当該お客様情報に変更が生じた場合には、速やかに当社に当該変更内容を申告するものとします。
      </p>

      <p>
        ２．当社は、本規約に別途定める場合を除き、お客様情報を、当社の個人情報保護方針に従い利用・管理するほか、お客様が本クラブ内で事故、怪我等をされた場合、必要な範囲でご家族、会社および病院その他の医療関係者に開示することができるものとします。
      </p>

      <p>
        ３．第１項に定めるほか、当社は、必要に応じて、お客様情報を個別にお客様から収集することができるものとします。その場合、当社は、当該収集の目的および用途について、お客様から同意を得るものとします。また、当該同意の取得方法については、個人情報保護法その他の法令に従うものとします。
      </p>

      <p>
        ４．当社は、お客様から申告されたお客様情報に基づいて対応するものとし、お客様がお客様情報を、当社に正しく申告しなかったことに起因して、お客様に生じた不利益について、当社は、何らの責任も負わないものと
        <b>し</b>ます。
      </p>

      <p>
        ５．当社は、法人個人会員のお客様情報および本クラブの利用状況を、当該法人個人会員が所属する法人会員と当社との法人会員契約に従い、当該法人会員に対して提供することができるものとします。
      </p>

      <p>６．当社は、お客様情報を社内規程に従い適切に管理するものとします。</p>

      <p>
        ７．当社は、第２項で定める内容のほか、お客様情報を、付帯・関連サービスに関するお客様情報の事前登録、アカウント作成および会員認証等、付帯・関連サービスの円滑な提供に必要な範囲で利用することができるものとします。
      </p>

      <p>
        ８．当社は、お客様がユーザー登録の同意を行った場合、小清水町民向けの限定的なサービスを提供する為、小清水町より必要な情報の提供を本サービス利用の期間中、受けることといたします。本サービスの利用によって取得する個人情報については、当社の「プライバシーポリシー」に従い適切に取り扱うものとします。
      </p>

      <p>第１１条（会員契約の取消）</p>

      <p>１．当社は、会員が以下の各号のいずれかに該当すると判断した場合、会員契約を取り消すことができるものとします。</p>

      <p>①第４条（入会資格）に定める条件に反していることが判明した場合</p>

      <p>②入会手続において虚偽の申告をし、または重大な事実を隠匿したことが判明した場合</p>

      <p>③入会手続において当社に申告した情報に不備や偽りがあり、それについて当社が会員による本クラブの利用を不適当であると判断した場合</p>

      <p>２．前項の取消しの効力は、将来に向かって効力を生じるものとします。</p>

      <p>第１２条（休会）</p>

      <p>１．会員は、別途当社の定める事由に該当する場合、休会の手続を取ることができます。</p>

      <p>
        ２．休会期間中は、当社の定めに従い、会費の全部または一部の支払いが免除されるものとします。また、会費の支払いに替えて休会費が発生することがあります。
      </p>

      <p>第１３条（退会手続）</p>

      <p>
        １．会員は、退会を希望する場合、当社専用アプリにて退会申請を行う（以下「退会手続」といいます）こととし、当社から退会の承諾通知（退会手続完了メール）が発信されたことをもって退会手続きの完了とします。ただし、当社が別途異なる手続きを定めた場合、当該手続きによることができるものとします。
      </p>

      <p>２．退会手続の完了日と退会日との関係は以下に定めるとおりとし、退会日をもって会員契約が終了するものとします。</p>

      <p>
        ①利用終了月の１０日（本施設が休館日の場合は、翌営業日）までに退会手続が完了した場合、退会日は、退会手続完了月の末日またはそれ以降の月の末日のうち、会員が退会手続時に指定する日とします。
      </p>

      <p>
        ②退会手続の完了が１１日（本施設が休館日の場合は、翌営業日）以降になった場合、退会日は、退会手続完了月の翌月末日またはそれ以降の月の末日のうち、会員が退会手続時に指定する日とします。
      </p>

      <p>
        ３．会員は、本クラブの利用の有無にかかわらず退会日までの会費を支払う必要があるものとします。また、退会に際しては、退会日までに未払いの事務手数料、利用料等その他一切の支払いを完了させるものとします。
      </p>

      <p>
        ４．会員が、当社に対して口頭、電話、電子メールその他の手段で退会の意思を伝えた場合といえども、当社所定の退会手続を終えない限り、退会とはみなされません。会員は、退会手続を適切に完了しない限り、会員契約が有効に継続し、会員が有する本クラブの利用権や会費その他の支払義務が存続することを十分に認識するものとします。
      </p>

      <p>
        ５．会員本人が死去された場合、当該会員の親族またはこれに準ずる方で当社が認める方が、退会手続を完了させる必要があるものとし、当該退会手続については、本条の上記各規定が適用されるものとします。ただし会員本人が死去された月の末日をもって退会日とします。
      </p>

      <p>第１４条（自動退会）</p>

      <p>
        会員が連続して２カ月分の会費の支払いを滞納した場合、当社は、当該会員を退会扱いとすることができます。なお、これにより会費、事務手数料、利用料等その他の債務の支払義務が免除されるものではありません。
      </p>

      <p>第１５条（禁止事項）</p>

      <p>
        １．お客様は、本クラブの運営について、以下の各号に該当する行為をしてはならないものとします。お客様に当該行為があるときは、当社はお客様に対し、当該行為の中止、本クラブの設備の一部または全部の利用の中止、本クラブからの退去等を求めることができます。
      </p>

      <p>①他のお客様または当社スタッフに対して叩く、殴る、蹴る、強く押す、強く掴むその他の暴力を振るうこと</p>

      <p>②窃盗、盗撮、のぞき、痴漢、露出、唾を吐く、その他法令または公序良俗に反する行為をすること</p>

      <p>
        ③本クラブの設備等を持ち出すこと、本クラブの設備等を叩く、殴る、蹴る、落書きするなどにより損壊すること、指定場所以外での排泄等により本クラブを汚損すること
      </p>

      <p>④本クラブ内に刃物等の危険物を持ち込むこと</p>

      <p>⑤本クラブ内で政治活動、宗教活動を行うこと</p>

      <p>⑥本クラブにおいて許可なく営業活動、取材活動、勧誘活動、署名活動、ビラ等の配布、張り紙の掲示、撮影等を行うこと</p>

      <p>⑦酒気を帯びて本クラブへ入館し、または本クラブを利用すること</p>

      <p>⑧会費、事務手数料、利用料等その他の未払債務を履行せずに、本クラブを利用すること</p>

      <p>⑨許可なく本クラブの設備や特定のエリア等を長時間独占すること</p>

      <p>
        ⑩他のお客様または当社および当社スタッフに対して暴言、誹謗中傷、嫌がらせ、睨みつけ、待ち伏せ、尾行、つきまとい、個人的交友の強要その他の迷惑行為や不適切な行動をとること
      </p>

      <p>⑪盲導犬等当社が認めた以外の動物を本クラブ内に持ち込むこと</p>

      <p>⑫本クラブ内で喫煙（電子タバコを含む）をすること</p>

      <p>
        ⑬本クラブの運営について、当社による回答があった後も同じ意見、要望等を繰り返し、当社スタッフに対して長時間または多頻度の面談、電話、連絡等を要求し、または書面の交付等を求めること
      </p>

      <p>⑭自己の 会員証を、他に譲渡、共有または貸与すること、もしくは他の会員の会員証の譲渡、共有、または貸与を受けること</p>

      <p>
        ２．当社は、お客様に以下の各号に該当する事由があると判断したときは、お客様に対し、本クラブの設備の一部または全部の利用の中止、本クラブからの退去を求めることができるものとします。
      </p>

      <p>①第４条（入会資格）に反することが判明した場合</p>

      <p>②体調不良、伝染病への罹患、怪我の未完治その他本クラブを利用することが不適当であると当社が判断した場合</p>

      <p>③当社または他のお客様との紛争が解決しておらず、本クラブを利用することが不適当であると当社が判断した場合</p>

      <p>④ お客様に同伴される利用者および来館者 の行為について、当社スタッフから是正の要請、指導を受けたにもかかわらず、協力しない場合</p>

      <p>⑤お客様の言動に対して、本クラブの安全配慮および秩序維持の視点から、当社が是正を求めたにもかかわらず、尚も是正されないと当社が判断した場合</p>

      <p>⑥お客様が過去に当社から除名処分を受けていた場合</p>

      <p>⑦上記各号に定めるほか、お客様の行為が第３条（会員制度）の趣旨に反し、本クラブの運営に支障があると当社が判断した場合</p>

      <p>３．お客様に前二項各号に該当する事項があったときは、当社は、お客様の本クラブへの入館をお断りすることがあります。</p>

      <p>第１６条（除名処分）</p>

      <p>１．会員に前条第１項第①号から第⑤号までのいずれかの行為があったときは、当社は当該会員を直ちに除名処分とすることができるものとします。</p>

      <p>
        ２．会員に前条第１項のいずれかの行為または前条第２項のいずれかに該当する場合があり、当社がその是正を求めても是正がないときは、当社は当該会員を除名処分とすることができるものとします。
      </p>

      <p>
        ３．除名処分は、当社の会員に対する口頭または書面による通知によって行うものとし、口頭で行ったときは後日これを確認する書面を送付するものとします。
      </p>

      <p>
        ４．除名処分の効力は、前項の通知が会員に到達した時点で生ずるものとします。ただし会員が正しい連絡先を当社に申告していない等の理由により、当該通知が会員に到達しないときは、通常到達すべき時に到達したものとみなします。
      </p>

      <p>５．会員が除名処分を受けたときは、当社と当該会員との会員契約は除名処分と同時に終了します。</p>

      <p>第１７条（会員資格の喪失）</p>

      <p>会員に以下の各号に定める事由が生じた場合、会員資格を喪失するものとします。</p>

      <p>①会員が退会された場合</p>

      <p>②会員が除名された場合</p>

      <p>③会員が死去された場合</p>

      <p>④法人会員契約が終了した場合</p>

      <p>⑤本クラブが解散した場合または本クラブが閉店された場合</p>

      <p>第１８条（営業日および営業時間）</p>

      <p>本クラブの営業日および営業時間については、別に定めます。</p>

      <p>第１９条（本クラブの利用制限）</p>

      <p>
        １．当社は、競技会、スクールその他の諸行事または本クラブの管理上必要と認めた場合、会員による本クラブの全部または一部の利用を制限しまたは予約制とすることがあります。
      </p>

      <p>２．当社は、本クラブの全部または一部を会員以外の第三者に利用させることがあります。</p>

      <p>第２０条（ビジター）</p>

      <p>
        １．会員は、所定の人数に限り、ビジターを同伴することができます。ただし当社は、ビジターが第４条（入会資格）に定める入会資格を充たさない場合、ビジターの入場をお断りすることがあります。
      </p>

      <p>
        ２．ビジターが本クラブを利用できる範囲は、同伴した会員に準ずるものとします。ただし当社が必要と認めた場合には、利用できる範囲を制限することがあります。
      </p>

      <p>３．ビジターは、本クラブの利用に際し、当社が別に定める利用料等を支払わなければなりません。</p>

      <p>４．会員は、同伴したビジターに関する一切の責任をビジターと連帯して負うものとします。</p>

      <p>第２１条（休業）</p>

      <p>１．当社は、以下の各号に定める場合、本クラブの全部または一部を休業とすることがあります。</p>

      <p>①気象、災害、突発事故その他やむをえない理由により当社が必要と判断した場合</p>

      <p>②法令、行政指導、社会経済情勢の著しい変化その他やむをえない事由が発生した場合</p>

      <p>③本クラブの点検、補修、改修その他本クラブの運用管理上、当社が必要と判断した場合</p>

      <p>④年末年始、春季、夏季の一定期間の休業、その他当社の都合により当社が必要と判断した場合</p>

      <p>２．本クラブの全部または一部を休業とする場合、当社は、当社の判断により会費の返金、減免その他の対応を取ることがあります。</p>

      <p>第２２条（拾得物）</p>

      <p>１．お客様が本クラブに忘れ物または落し物（以下「拾得物」といいます）をされた場合、速やかにその旨を当社に問い合わせるものとします。</p>

      <p>
        ２．当社は、拾得物について、当社が別途定める保管期間経過後に処分することができるものとます。また、当社は、腐敗等安全衛生上の問題があると判断する場合、当該保管期間に限らず拾得物を処分することができるものとします。
      </p>

      <p>３．拾得物を拾得されたお客様は、当社に当該拾得物を引き渡したことをもって、当該拾得物に関する一切の権利を放棄したものとみなします。</p>

      <p>第２３条（盗難および紛失）</p>

      <p>
        １．お客様は、本クラブが会員制クラブであるとしても、本クラブが会員および会員以外の不特定多数の方が利用される施設であることを認識し、ご自身の持ち物が紛失や盗難事故にあわないよう適切に管理するものとします。
      </p>

      <p>
        ２．お客様が本クラブを利用する際に生じた紛失や盗難事故について、当社は、当社に故意または過失がある場合を除き、何らの賠償責任も負わないものとします。
      </p>

      <p>第２４条（怪我、事故等を回避するための諸注意）</p>

      <p>
        １．お客様は、筋力トレーニング、ダンスその他のエクササイズその他の球技、武道など、本クラブにおける各種活動の中には、怪我、体調の急変およびそれに付随する重篤な体調不良または疾病の発生、用具の破損、床濡れによる転倒等、各種人的・物的事故またはそれらの危険を伴うメニュー、状況があることを認識するものとします。また、体調に不安のあるお客様、服薬・通院されているお客様は、ご自身で医師に相談・判断のうえ自己責任において運動を行うものとします。
      </p>

      <p>２．当社は、前項のメニューの実施に際し、お客様が安全にお楽しみいただけるよう十分に配慮するものとします。</p>

      <p>３．お客様は、ご自身の体調や状況を踏まえて、自己や他のお客様の怪我、事故等を回避するよう注意するものとします。</p>

      <p>４．お客様は、当社スタッフや指導者から怪我、事故等の回避のための指示、要請を受けたときは、それに従うものとします。</p>

      <p>
        ５．お客様が本クラブを利用する際に生じた怪我、事故等に対して、当社は、当社に故意または過失がある場合を除き、何らの賠償責任も負わないものとします。お客様同士の行為によって怪我、事故等が生じたときは、お客様同士の責任と費用においてこれを解決するものとします。
      </p>

      <p>
        ６．被害にあわれたお客様が、当社や被害を与えたお客様に対して損害の賠償を請求した場合といえども、当社や被害を与えたお客様について故意または過失が認められないときには、必ずしも補償が受けられるわけではないことを、また、その場合にお客様に発生した損害（怪我の治療費や休業損害、後遺症等を含む）は、お客様自身が負担する必要があることを認識するものとし、お客様は、必要と認めるときは、自己の責任と負担で傷害保険に加入するなど、怪我、事故等についての補償を受けられる措置をとるものとします。当社は、お客様が損害保険に加入していないことに伴う一切の不利益について責任を負うものではありません。
      </p>

      <p>第２５条（お客様の責任）</p>

      <p>
        お客様は、本クラブを利用するにあたり、故意または過失により、当社、他のお客様または第三者に損害を与えた場合、その賠償責任を負うものとします。また、お客様に同伴される利用者および来館者が当該損害を与えた場合、お客様は、同伴した利用者および来館者と連帯して損害賠償責任を負うものとします。
      </p>

      <p>第２６条（本クラブの解散および閉店）</p>

      <p>１．当社は、当社の判断に従い、本クラブを解散しまたは本クラブを閉店することができます。</p>

      <p>２．本クラブの解散、本クラブの閉店について、当社は会員に対し、何らの補償も行いません。</p>

      <p>第２７条（本規約および諸規則の改定）</p>

      <p>１．当社は、自らの判断に従い、本規約を改定することができるものとします。</p>

      <p>２．当社は、諸規則を適宜制定または改定することができるものとします。</p>

      <p>
        ３．当社が本規約および諸規則を改定するときは、改定する旨、改定後の内容およびその効力発生時期を、第２８条（告知およびご連絡）および第２９条（事前告知期間）の定めに基づき告知するものとします。
      </p>

      <p>４．改定された本規約および制定または改定された諸規則の内容は、全てのお客様に適用され効力を有するものとします。</p>

      <p>第２８条（告知およびご連絡）</p>

      <p>
        １．本規約に別途定めがある場合を除き、当社がお客様に対して行う告知およびご連絡は、原則として当社のウェブサイトおよび本クラブでの掲示によるものとし、お客様は、当社からの告知およびご連絡に留意するものとします。また、本クラブにおけるキャンペーンその他の告知内容を、お客様がご認識されなかったことについて、当社は、何らの責任も負わないものとします。
      </p>

      <p>
        ２．前項にもかかわらず、当社は、告知およびご連絡の内容、性質に応じて、お客様への郵送、電子メール、本クラブ内での配布物の配布、口頭でのお声掛けなど当社がその都度判断する手段により、告知およびご連絡を行うものとします。また、当社からのご連絡を予め拒否されているお客様に対しても、当社は、必要と判断した重要なご連絡を行うことができるものとします。
      </p>

      <p>
        ３．当社からお客様への郵送または電子メールは、お客様が当社に申告した住所またはアドレスに宛て発信されるものとし、当該住所またはアドレスに宛てて発信された書面または電子メールがお客様に到達しなかったことについて、当社は何らの責任も負わないものとします。
      </p>

      <p>第２９条（事前告知期間）</p>

      <p>１．当社からお客様に対する重要な事項については、以下の各号に従い事前に告知するものとします。</p>

      <p>①本クラブの解散、閉店または長期にわたる休業　３カ月前までに</p>

      <p>②本クラブを休業とする場合　１カ月前までに</p>

      <p>③本規約の改定および諸規則のうち本規約に準ずる重要規則の制定および改定　１カ月前までに</p>

      <p>④入会金、会費、事務手数料および利用料等の改定　１カ月前までに</p>

      <p>（キャンペーン等による入会金、会費、事務手数料の変更やフロントで販売する商品やサービスの販売・提供価格など、当社が適宜設定するものを除く）</p>

      <p>⑤上記以外の事項　当社が個別に判断する時点</p>

      <p>２．当社は、緊急を要すると判断した場合、前項に定める事項の告知期間を短縮することができるものとします。</p>

      <p>
        ３．前二項にもかかわらず、当社は、本クラブの運営や各種サービスの提供に関する情報については、事前告知期間を設けずとも、適宜告知することができるものとし、その場合、告知をもって告知内容が発効するものとします。
      </p>

      <p>以上</p>
    </div>
  );
}
